# У вас снова запросили отчет по ошибкам в играх. 
# Теперь отчет необходимо предоставить о количестве багов в каждой игре. 
# Для этого отсортируйте данные из файла game.txt по столбцу  игры в алфавитном порядке с помощью быстрой сортировки. 
# После этого предоставьте отчет в формате:
# <Игра 1> - количество багов: <count>

# ….

# <Игра N> - количество багов: <count>

# Где N - количество уникальных игр.

# Не забудьте сделать комментарии к коду согласно стандартам документирования кода выбранного языка. 
# После выполнения необходимо сделать локальные и удаленные изменения Вашего репозитория 